IDEA Open Model
Material.UserThermalConductivityCurvature Property
Compatible with IDEA StatiCa v 10.1
 User-defined curvature for thermal conductivity curvature { x = Θ[K], y = λc[W/(m K)] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Polygon2D UserThermalConductivityCurvature { get; set; }
Public Property UserThermalConductivityCurvature As Polygon2D
	Get
	Set
public:
property Polygon2D^ UserThermalConductivityCurvature {
	Polygon2D^ get ();
	void set (Polygon2D^ value);
}
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace